brew "fzf"
brew "gh"
brew "starship"
brew "thefuck"
brew "zoxide"
brew "mas"

# Cask
cask "1password"
cask "cleanshot"
cask "docker-desktop"
cask "figma"
cask "google-chrome"
cask "linear-linear"
cask "notion-calendar"
cask "rectangle"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "warp"
cask "zoom"

# Custom key layout for macOS
tap "joallard/cf-keylayout"
cask "cf-keylayout"

# Mac App Store
mas "Wipr 2", id: 1662217862
mas "Okta Verify", id: 490179405