tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "joallard/cf-keylayout"
brew "thefuck"
brew "zoxide"
brew "starship"
cask "1password"
cask "amethyst"
cask "cf-keylayout"
cask "docker"
cask "figma"
cask "google-chrome"
cask "gitup"
cask "kap"
cask "linear-linear"
cask "messenger"
cask "ngrok"
cask "notion"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"