tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "joallard/cf-keylayout"
brew "fzf"
brew "gh"
brew "starship"
brew "thefuck"
brew "zoxide"
cask "1password"
cask "cf-keylayout"
cask "cleanshot"
cask "docker"
cask "figma"
cask "google-chrome"
cask "linear-linear"
cask "messenger"
cask "monitorcontrol"
cask "notion-calendar"
cask "rectangle"
cask "raycast"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
